const About = () => {
    return ( 
        <div className="about">
            <h2>...קצת עלינו</h2>
            <p>"אידיליה | הפנינה - בתי אבן יוקרתיים" מציעים חווית נופש יוקרתית ומפנקת בלב הגליל הקסום. הצימרים, הבנויים מאבן טבעית, משלבים עיצוב כפרי עם יוקרה מודרנית, ומספקים לאורחים תחושת שלווה ורוגע מושלמת. כל אחד מהצימרים מעוצב בקפידה וכולל בריכה פרטית, ג'קוזי מרגיע, ומטבח מאובזר. הנופים עוצרי הנשימה של הגליל נשקפים מכל חלון, והאורחים יכולים ליהנות מהאוויר הצלול ומהאווירה הפסטורלית שמאפיינת את האזור. בנוסף, במקום מגוון אטרקציות כגון מסלולי טיול בטבע, מסעדות גורמה ויקבים מקומיים, המשלימים את החופשה לחוויה בלתי נשכחת של פינוק ושלווה.</p>
        </div>
     );
}
 
export default About;